[{"id": 1,"quote": "By the time I'd grown up, I naturally supposed that I'd be grown up.","authority": " -Eve Babitz","date": "2014-09-03"}, {"id": 2,"quote": "The most important thing in life is to learn how to give out love, and to let it come in.","authority": " -Mitch Albom","date": "2014-09-03"}, {"id": 3,"quote": "And in that line now was a whiskered old man, with a linen cap and a crooked nose, who waited in a place called the Stardust Band Shell to his part of the secret of heaven: that each affects the other and the other affects the next, and the world is full of stories, but the stories are all one.","authority": " -Mitch Albom, The Five People You Meet in Heaven","date": "2014-09-03"}, {"id": 4,"quote": "Holding anger is a poison. It eats you from the inside. We think that hating is a weapon that attacks the person who harmed us. But hatred is a curved blade. And the harm we do, we do to ourselves.","authority": " -Mitch Albom, The Five People You Meet in Heaven","date": "2014-09-03"}, {"id": 5,"quote": "Life has to end, love doesn't.","authority": " -Mitch Albom, The Five People You Meet in Heaven","date": "2014-09-03"}, {"id": 6,"quote": "Sometimes when you sacrifice something precious, you're not really losing it. You're just passing it on to someone else.","authority": " -Mitch Albom, The Five People You Meet in Heaven","date": "2014-09-03"}, {"id": 7,"quote": "Strangers are just family you have yet to come to know.","authority": " -Mitch Albom, The Five People You Meet in Heaven","date": "2014-09-03"}, {"id": 8,"quote": "I do the very best I know how-the very best I can; and I mean to keep doing so until the end. If the end brings me out all right, what is said against me won't amount to anything. If the end brings me out wrong, ten angels swearing I was right would make no difference. ","authority": " -Abraham Lincoln (1809 - 1865), Francis Carpenter, Six Months at the White House, 1867 ","date": "2014-09-03"}, {"id": 9,"quote": "The less their ability, the more their conceit.","authority": " -Ahad HaAm ","date": "2014-09-03"}, {"id": 10,"quote": "Great ability develops and reveals itself increasingly with every new assignment.","authority": " -Baltasar Gracian ","date": "2014-09-03"}, {"id": 11,"quote": "Natural ability without education has more often attained to glory and virtue than education without natural ability. ","authority": " -Cicero (106 BC - 43 BC)","date": "2014-09-03"}, {"id": 12,"quote": "Be systematically heroic in little unnecessary points, do every day or two something for no other reason than its difficulty, so that, when the hour of need draws nigh, it may find you not unnerved or untrained to stand the test. ","authority": " -Daniel Akst, We Have Met the Enemy: Self-Control in an Age of Excess, 2011","date": "2014-09-03"}, {"id": 13,"quote": "The trick of it, she told herself, is to be courageous and bold and make a difference. Not change the world exactly, just the bit around you. Go out there with your double-first, your passion and your new Smith Corona electric typewriter and work hard at ... something. Change lives through art maybe. Write beautifully. Cherish your friends, stay true to your principles, live passionately and fully well. Experience new things. Love and be loved if at all possible. Eat sensibly. Stuff like that. ","authority": " -David Nicholls, One Day, 2010","date": "2014-09-03"}, {"id": 14,"quote": " While I am overwhelmingly proud of work that I, believe me, did not do on my own, I can assure you that awards have very little bearing on my own personal happiness, my own sense of well-being and purpose in the world.","authority": " -Meryl Streep (1949 - ), Barnard Commencement Speech, 2010","date": "2014-09-03"}, {"id": 15,"quote": "Pretending is not just play. Pretending is imagined possibility. Pretending, or acting, is a very valuable life skill and we do it all the time. ","authority": " -Meryl Streep (1949 - ), Barnard Commencement Speech, 2010","date": "2014-09-03"}, {"id": 16,"quote": "Empathy is at the heart of the actor's art. ","authority": " -Meryl Streep (1949 - ), Barnard Commencement Speech, 2010","date": "2014-09-03"}, {"id": 17,"quote": "Being a celebrity has taught me to hide, but being an actor has opened my soul. ","authority": " -Meryl Streep (1949 - ), Barnard Commencement Speech, 2010","date": "2014-09-03"}, {"id": 18,"quote": "Acting is the most minor of gifts and not a very high-class way to earn a living. After all, Shirley Temple could do it at the age of four. ","authority": " -Katharine Hepburn (1907 - 2003)","date": "2014-09-03"}, {"id": 19,"quote": "Acting is not being emotional, but being able to express emotion. ","authority": " -Kate Reid","date": "2014-09-03"}, {"id": 20,"quote": "Talk low, talk slow, and don't talk too much. ","authority": " -John Wayne (1907 - 1979), Advice on acting","date": "2014-09-03"}, {"id": 21,"quote": "Acting is all about honesty. If you can fake that, you've got it made. ","authority": " -George Burns (1896 - 1996)","date": "2014-09-03"}, {"id": 22,"quote": "I do not regret one professional enemy I have made. Any actor who doesn't dare to make an enemy should get out of the business. ","authority": " -Bette Davis (1908 - 1989), The Lonely Life, 1962","date": "2014-09-03"}, {"id": 23,"quote": "The Army has carried the American ... ideal to its logical conclusion. Not only do they prohibit discrimination on the grounds of race, creed and color, but also on ability.","authority": " -Tom Lehrer (1928 - )","date": "2014-09-03"}, {"id": 24,"quote": "Perhaps the most valuable result of all education is the ability to make yourself do the thing you have to do, when it ought to be done, whether you like it or not; it is the first lesson that ought to be learned; and however early a man's training begins, it is probably the last lesson that he learns thoroughly. ","authority": " -Thomas H. Huxley (1825 - 1895)","date": "2014-09-03"}, {"id": 25,"quote": "There is something that is much more scarce, something rarer than ability. It is the ability to recognize ability. ","authority": " -Robert Half","date": "2014-09-03"}, {"id": 26,"quote": "Nerds don't just happen to dress informally. They do it too consistently. Consciously or not, they dress informally as a prophylactic measure against stupidity. ","authority": " -Paul Graham, September 2004 ","date": "2014-09-03"}, {"id": 27,"quote": "Dressing up is inevitably a substitute for good ideas. It is no coincidence that technically inept business types are known as 'suits.' ","authority": " -Paul Graham, September 2004","date": "2014-09-03"}, {"id": 28,"quote": "Ability will never catch up with the demand for it. ","authority": " -Malcolm Forbes (1919 - 1990) ","date": "2014-09-03"}, {"id": 29,"quote": "I know of no more encouraging fact than the unquestioned ability of a man to elevate his life by conscious endeavor. ","authority": " -Henry David Thoreau (1817 - 1862) ","date": "2014-09-03"}, {"id": 30,"quote": "Martyrdom... is the only way in which a man can become famous without ability. ","authority": " -George Bernard Shaw (1856 - 1950), The Devil's Disciple (1901) act 3 ","date": "2014-09-03"}, {"id": 31,"quote": "It is a great ability to be able to conceal one's ability. ","authority": " -Francois de La Rochefoucauld (1613 - 1680), Maxims, 1665 ","date": "2014-09-03"}, {"id": 32,"quote": "Women are better at acting then men. Why? Because we have to be. If successfully convincing someone bigger than you are of something he doesn't want to know is a survival skill, this is how women have survived through the millennia. ","authority": " -Meryl Streep (1949 - ), Barnard Commencement Speech, 2010","date": "2014-09-03"}, {"id": 33,"quote": "There's a rule in acting called, 'Don't play the result.' If you have a character who's going to end up in a certain place, don't play that until you get there. Play each scene and each beat as it comes. And that's what you do in life: You don't play the result. ","authority": " -Michael J. Fox (1961 - ), Good Housekeeping, June 2011","date": "2014-09-03"}, {"id": 34,"quote": "The most difficult character in comedy is that of a fool, and he must be no simpleton who plays the part. ","authority": " -Miguel de Cervantes (1547 - 1616), Don Quixote, 1605","date": "2014-09-03"}, {"id": 35,"quote": "Acting like someone you're not is exactly what it takes to realize you're capable of more than you ever knew. ","authority": " -Rob Sheridan, Mad Love, The Young and The Reckless, 2011","date": "2014-09-03"}, {"id": 36,"quote": "I love acting. It is so much more real than life. ","authority": " -Oscar Wilde (1854 - 1900), The Picture of Dorian Gray, 1891","date": "2014-09-03"}, {"id": 37,"quote": "Acting is merely the art of keeping a large group of people from coughing. ","authority": " -Sir Ralph Richardson (1902 - 1983), quoted in New York Herald Tribune, May 19, 1946","date": "2014-09-03"}, {"id": 38,"quote": "When a man plays a woman in a dress, you're halfway there. It's inherently funny. When a woman plays a man, for whatever reason, it's not that instant kind of funny. ","authority": " -Tina Fey, ABC-TV World News Now","date": "2014-09-03"}, {"id": 39,"quote": "Beware of the young doctor and the old barber. ","authority": " -Benjamin Franklin (1706 - 1790) ","date": "2014-09-03"}, {"id": 40,"quote": "At twenty years of age the will reigns; at thirty the wit; at forty the judgement.","authority": " -Benjamin Franklin (1706 - 1790) ","date": "2014-09-03"}, {"id": 41,"quote": "Young people are in a condition like permanent intoxication, because youth is sweet and they are growing. ","authority": " -Aristotle (384 BC - 322 BC), 'Nicomachean Ethics' ","date": "2014-09-03"}, {"id": 42,"quote": "We're actors - we're the opposite of people. ","authority": " -Tom Stoppard (1937 - ), Rosencrantz and Guildenstern are Dead (1967)","date": "2014-09-03"}, {"id": 43,"quote": "You can only perceive real beauty in a person as they get older. ","authority": " -Anouk Aimee, O Magazine, October 2003","date": "2014-09-03"}, {"id": 44,"quote": "Growing old is no more than a bad habit which a busy man has no time to form. ","authority": " -Andre Maurois (1885 - 1967), The Art of Living","date": "2014-09-03"}, {"id": 45,"quote": "The deepest definition of youth is life as yet untouched by tragedy. ","authority": " -Alfred North Whitehead (1861 - 1947)","date": "2014-09-03"}, {"id": 46,"quote": "I have enjoyed greatly the second blooming... suddenly you find - at the age of 50, say - that a whole new life has opened before you. ","authority": " -Agatha Christie (1890 - 1976) ","date": "2014-09-03"}, {"id": 47,"quote": "Wisdom doesn't automatically come with old age. Nothing does - except wrinkles. It's true, some wines improve with age. But only if the grapes were good in the first place. ","authority": " -Abigail Van Buren (1918 - ), 1978","date": "2014-09-03"}, {"id": 48,"quote": "You can be a little bit darker and rougher on the stage, partly because when you're in the theater, people have come to see you, and so they kind of know what they're in for. In television, you are sort of sneaking into people's homes. So, I think you can be a little bit darker on stage. ","authority": " -Tina Fey, Interview from Second City, 2008","date": "2014-09-03"}, {"id": 49,"quote": "By my rambling digressions I perceive myself to be growing old. ","authority": " -Benjamin Franklin (1706 - 1790)","date": "2014-09-03"}, {"id": 50,"quote": "I will never be an old man. To me, old age is always 15 years older than I am. ","authority": " -Bernard M. Baruch (1870 - 1965) ","date": "2014-09-03"}, {"id": 51,"quote": " To me, old age is always 15 years older than I am.","authority": " -Bernard M. Baruch (1870 - 1965), 1940","date": "2014-09-03"}, {"id": 52,"quote": "Aging is not 'lost youth' but a new stage of opportunity and strength. ","authority": " -Betty Friedan (1921 - 2006)","date": "2014-09-03"}, {"id": 53,"quote": "There is no old age. There is, as there always was, just you. ","authority": " -Carol Matthau, O Magazine, October 2003","date": "2014-09-03"}, {"id": 54,"quote": "Always be nice to those younger than you, because they are the ones who will be writing about you. ","authority": " -Cyril Connolly (1903 - 1974)","date": "2014-09-03"}, {"id": 55,"quote": "The great secret that all old people share is that you really haven't changed in 70 or 80 years. Your body changes, but you don't change at all. ","authority": " -Doris Lessing, O Magazine, October 2003","date": "2014-09-03"}, {"id": 56,"quote": "The surprising thing about young fools is how many survive to become old fools. ","authority": " -Doug Larson","date": "2014-09-03"}, {"id": 57,"quote": "That is the greatest fallacy, the wisdom of old men. They do not grow wise. They grow careful. ","authority": " -Ernest Hemingway (1899 - 1961), A Farewell to Arms, 1929","date": "2014-09-03"}, {"id": 58,"quote": "I'm very pleased with each advancing year. It stems back to when I was forty. I was a bit upset about reaching that milestone, but an older friend consoled me. 'Don't complain about growing old - many, many people do not have that privilege.' ","authority": " -Earl Warren (1891 - 1974), Chief Justice","date": "2014-09-03"}, {"id": 59,"quote": "Though it sounds absurd, it is true to say I felt younger at sixty than I felt at twenty. ","authority": " -Ellen Glasgow (1873 - 1945), The Woman Within, 1954","date": "2014-09-03"}, {"id": 60,"quote": "With age come the inner, the higher life. Who would be forever young, to dwell always in externals? ","authority": " -Elizabeth Cady Stanton (1815 - 1902), O Magazine, October 2003","date": "2014-09-03"}, {"id": 61,"quote": "It is a sadness of growing older that we lose our ardent appreciation of what is new and different and difficult. ","authority": " -Elizabeth Aston, The Exploits & Adventures of Miss Alethea Darcy, 2005 ","date": "2014-09-03"}, {"id": 62,"quote": "Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death. ","authority": " -Edith Wharton (1862 - 1937)","date": "2014-09-03"}, {"id": 63,"quote": "In spite of illness, in spite even of the archenemy sorrow, one can remain alive long past the usual date of disintegration if one is unafraid of change, insatiable in intellectual curiosity, interested in big things, and happy in small ways. ","authority": " -Edith Wharton (1862 - 1937)","date": "2014-09-03"}, {"id": 64,"quote": "Only when one has lost all curiosity about the future has one reached the age to write an autobiography. ","authority": " -Evelyn Waugh (1903 - 1966)","date": "2014-09-03"}, {"id": 65,"quote": "I grow more intense as I age. ","authority": " -Florida Scott-Maxwell, O Magazine, October 2003","date": "2014-09-03"}, {"id": 66,"quote": "The longer I live the more beautiful life becomes. ","authority": " -Frank Lloyd Wright (1869 - 1959)","date": "2014-09-03"}, {"id": 67,"quote": "You're an old-timer if you can remember when setting the world on fire was a figure of speech. ","authority": " -Franklin P. Jones","date": "2014-09-03"}, {"id": 68,"quote": "My idea of an agreeable person is a person who agrees with me.","authority": " -Benjamin Disraeli (1804 - 1881)","date": "2014-09-03"}, {"id": 69,"quote": "It is by universal misunderstanding that all agree. For if, by ill luck, people understood each other, they would never agree. ","authority": " -Charles Baudelaire (1821 - 1867)","date": "2014-09-03"}, {"id": 70,"quote": "Those who agree with us may not be right, but we admire their astuteness. ","authority": " -Cullen Hightower","date": "2014-09-03"}, {"id": 71,"quote": "When two men in business always agree, one of them is unnecessary.","authority": " -William Wrigley Jr. (1861 - 1932) ","date": "2014-09-03"}, {"id": 72,"quote": " The greatest mistake is trying to be more agreeable than you can be.","authority": " -Walter Bagehot (1826 - 1877)","date": "2014-09-03"}, {"id": 73,"quote": " Whenever people agree with me I always feel I must be wrong.","authority": " -Oscar Wilde (1854 - 1900) ","date": "2014-09-03"}, {"id": 74,"quote": "To disagree with three-fourths of the British public is one of the first requisites of sanity. ","authority": " -Oscar Wilde (1854 - 1900)","date": "2014-09-03"}, {"id": 75,"quote": "If you can find something everyone agrees on, it's wrong. ","authority": " -Mo Udall","date": "2014-09-03"}, {"id": 76,"quote": "I don't necessarily agree with everything I say. ","authority": " -Marshall McLuhan (1911 - 1980) ","date": "2014-09-03"}, {"id": 77,"quote": "If two men agree on everything, you may be sure that one of them is doing the thinking. ","authority": " -Lyndon B. Johnson (1908 - 1973)","date": "2014-09-03"}, {"id": 78,"quote": "If men would consider not so much wherein they differ, as wherein they agree, there would be far less of uncharitableness and angry feeling. ","authority": " -Joseph Addison (1672 - 1719)","date": "2014-09-03"}, {"id": 79,"quote": "We rarely think people have good sense unless they agree with us. ","authority": " -Francois de La Rochefoucauld (1613 - 1680), Maximes (1678)","date": "2014-09-03"}, {"id": 80,"quote": "Your very silence shows you agree. ","authority": " -Euripides (484 BC - 406 BC) ","date": "2014-09-03"}, {"id": 81,"quote": "In America any boy may become President and I suppose it's just one of the risks he takes. ","authority": " -Adlai E. Stevenson Jr. (1900 - 1965), Speech in Indianapolis, 26 Sept. 1952","date": "2014-09-03"}, {"id": 82,"quote": "There is a New America every morning when we wake up. It is upon us whether we will it or not. ","authority": " -Adlai E. Stevenson Jr. (1900 - 1965)","date": "2014-09-03"}, {"id": 83,"quote": "America's greatest strength, and its greatest weakness, is our belief in second chances, our belief that we can always start over, that things can be made better. ","authority": " -Anthony Walton ","date": "2014-09-03"}, {"id": 84,"quote": "America is a large, friendly dog in a very small room. Every time it wags its tail, it knocks over a chair. ","authority": " -Arnold Toynbee (1889 - 1975)","date": "2014-09-03"}, {"id": 85,"quote": "America, we are better than these last eight years. We are a better country than this. ","authority": " -Barack Obama (1961 - ), Nomination Acceptance Speech, 08-28-08","date": "2014-09-03"}, {"id": 86,"quote": "I know starting careers in troubled times is a challenge, but it is also a privilege. Because it's moments like these that force us to try harder, dig deeper and to discover gifts we never knew we had. To find the greatness that lies within each of us. So don't ever shy away from that endeavor. Don't stop adding to your body of work. I can promise that you will be the better for that continued effort as will be this nation that we all love. ","authority": " -Barack Obama (1961 - ), Arizona State Commencement Speech, 2009","date": "2014-09-03"}, {"id": 87,"quote": "In recent years, we've become enamored with our own past success. Lulled into complacency by the glitter of our own achievements. We've become accustomed to the title of Military Superpower, forgetting the qualities that got us there. We've become accustomed to our economic dominance in the world, forgetting that it wasn't reckless deals and get rich quick schemes that got us where we are, but hard work and smart ideas, quality products and wise investments. ","authority": " -Barack Obama (1961 - ), Arizona State Commencement Speech, 2009","date": "2014-09-03"}, {"id": 88,"quote": "There is nothing wrong with America that cannot be cured by what is right with America. ","authority": " -Bill Clinton (1946 - )","date": "2014-09-03"}, {"id": 89,"quote": "America's one of the finest countries anyone ever stole. ","authority": " -Bobcat Goldthwaite","date": "2014-09-03"}, {"id": 90,"quote": "America is the greatest, freest and most decent society in existence. It is an oasis of goodness in a desert of cynicism and barbarism. This country, once an experiment unique in the world, is now the last best hope for the world. ","authority": " -Dinesh D'Souza","date": "2014-09-03"}, {"id": 91,"quote": "The trouble with America is that there are far too many wide-open spaces surrounded by teeth.","authority": " -Charles Luckman","date": "2014-09-03"}, {"id": 92,"quote": "I see America, not in the setting sun of a black night of despair ahead of us, I see America in the crimson light of a rising sun fresh from the burning, creative hand of God. I see great days ahead, great days possible to men and women of will and vision. ","authority": " -Carl Sandburg (1878 - 1967)","date": "2014-09-03"}, {"id": 93,"quote": "There's the country of America, which you have to defend, but there's also the idea of America. America is more than just a country, it's an idea. An idea that's supposed to be contagious.","authority": " -Bono (1960 - ), Oprah Winfrey Show, 2002 ","date": "2014-09-03"}, {"id": 94,"quote": "The universe is not required to be in perfect harmony with human ambition. ","authority": " -Carl Sagan (1934 - 1996)","date": "2014-09-03"}, {"id": 95,"quote": "Ambition is putting a ladder against the sky. ","authority": " -American Proverb","date": "2014-09-03"}, {"id": 96,"quote": "I'm not going to quit. Why should I quit? This country is worth fighting for. ","authority": " -Hillary Rodham Clinton (1948 - ), Ellen DeGeneres interview, 04-07-08","date": "2014-09-03"}, {"id": 97,"quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great. ","authority": " -Mark Twain (1835 - 1910) ","date": "2014-09-03"}, {"id": 98,"quote": "Dreams, goals, ambitions - these are the stuff man uses for fuel. ","authority": " -L. Ron Hubbard (1911 - 1986) ","date": "2014-09-03"}, {"id": 99,"quote": "It's delightful to have ambitions. I'm so glad I have such a lot. And there never seems to be any end to them—that's the best of it. Just as soon as you attain to one ambition you see another one glittering higher up still. It does make life so interesting. ","authority": " -L. M. Montgomery (1874 - 1942), Anne of Green Gables, 1908 ","date": "2014-09-03"}, {"id": 100,"quote": "All ambitions are lawful except those that climb upward on the miseries or credulities of mankind. ","authority": " -Joseph Conrad (1857 - 1924) ","date": "2014-09-03"}, {"id": 101,"quote": "Ambition often puts men upon doing the meanest offices; so climbing is performed in the same posture with creeping. ","authority": " -Jonathan Swift (1667 - 1745), Miscellanies, 1711 ","date": "2014-09-03"}, {"id": 102,"quote": "Ambition - it is the last infirmity of noble minds. ","authority": " -James M. Barrie (1860 - 1937)","date": "2014-09-03"}, {"id": 103,"quote": "Most people would succeed in small things if they were not troubled with great ambitions. ","authority": " -Henry Wadsworth Longfellow (1807 - 1882), Driftwood; Table Talk, 1857","date": "2014-09-03"}, {"id": 104,"quote": "What seems to be generosity is often no more than disguised ambition, which overlooks a small interest in order to secure a great one. ","authority": " -Francois De La Rochefoucauld (1613 - 1680) ","date": "2014-09-03"}, {"id": 105,"quote": "Ambition is a poor excuse for not having sense enough to be lazy. ","authority": " -Edgar Bergen (1903 - 1978), (Charlie McCarthy)","date": "2014-09-03"}, {"id": 106,"quote": "The nature of society is largely determined by the direction in which talent and ambition flow-by the tilt of the social landscape. ","authority": " -Eric Hoffer (1902 - 1983), The Temper of Our Time, 1967","date": "2014-09-03"}, {"id": 107,"quote": "Though ambition itself be a vice, yet it is often times the cause of virtues. ","authority": " -Quintilian","date": "2014-09-03"}, {"id": 108,"quote": "A man without ambition is dead. A man with ambition but no love is dead. A man with ambition and love for his blessings here on earth is ever so alive. Having been alive, it won't be so hard in the end to lie down and rest. ","authority": " -Pearl Bailey (1918 - 1990)","date": "2014-09-03"}, {"id": 109,"quote": "He who blinded by ambition, raises himself to a position whence he cannot mount higher, must thereafter fall with the greatest loss. ","authority": " -Niccolo Machiavelli (1469 - 1527) ","date": "2014-09-03"}, {"id": 110,"quote": "But all endings are also beginnings. We just don't know it at the time. ","authority": " -Mitch Albom, The Five People You Meet In Heaven, pg. 1 line 3-4 ","date": "2014-09-03"}, {"id": 111,"quote": "Ambition drove many men to become false; to have one thought locked in the breast, another ready on the tongue. ","authority": " -Sallust (86 BC - 34 BC), The War with Catiline","date": "2014-09-03"}, {"id": 112,"quote": "All ambitions are lawful except those which climb upward on the miseries or credulities of mankind. ","authority": " -William Congreve (1670 - 1729)","date": "2014-09-03"}, {"id": 113,"quote": " Ambition, the soldier's virtue, rather makes choice of loss, than gain which darkens him.","authority": " -William Shakespeare (1564 - 1616), Antony and Cleopatra, Act III, sc.1 ","date": "2014-09-03"}, {"id": 114,"quote": "Lowliness is young ambition's ladder, Whereto the climber-upward turns his face ; But when he once attains the upmost round, He then unto the ladder turns his back, Looks in the clouds, scorning the base degrees By which he did ascend ","authority": " -William Shakespeare (1564 - 1616), Julius Caesar, Act II, sc.1","date": "2014-09-03"}, {"id": 115,"quote": "Virtue is choked with foul ambition. ","authority": " -William Shakespeare (1564 - 1616), Henry VI, Part II, Act III, sc. 1","date": "2014-09-03"}, {"id": 116,"quote": "Never trust the advice of a man in difficulties. ","authority": " -Aesop (620 BC - 560 BC)","date": "2014-09-03"}, {"id": 117,"quote": "It is very difficult to live among people you love and hold back from offering them advice. ","authority": " -Anne Tyler (1941 - ), Celestial Navigation, 1974","date": "2014-09-03"}, {"id": 118,"quote": "I have no spur to prick the sides of my intent, but only vaulting ambition, which o'erleaps itself, and falls on the other. ","authority": " -William Shakespeare (1564 - 1616), Macbeth, Act I, sc. 7","date": "2014-09-03"}, {"id": 119,"quote": "I hold ambition of so light a quality that is is but a shadow's shadow. ","authority": " -William Shakespeare (1564 - 1616), Hamlet, Act II, sc. 2","date": "2014-09-03"}, {"id": 120,"quote": "Good advice is something a man gives when he is too old to set a bad example. ","authority": " -Francois de La Rochefoucauld (1613 - 1680)","date": "2014-09-03"}, {"id": 121,"quote": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite. ","authority": " -G. K. Chesterton (1874 - 1936) ","date": "2014-09-03"}, {"id": 122,"quote": "Never give advice unless asked. ","authority": " German Proverb","date": "2014-09-03"}, {"id": 123,"quote": "Some people like my advice so much that they frame it upon the wall instead of using it. ","authority": " -Gordon R. Dickson","date": "2014-09-03"}, {"id": 124,"quote": "There is no human problem which could not be solved if people would simply do as I advise. ","authority": " -Gore Vidal (1925 - )","date": "2014-09-03"}, {"id": 125,"quote": "Advice is what we ask for when we already know the answer but wish we didn't.","authority": " -Erica Jong","date": "2014-09-03"}, {"id": 126,"quote": "Write down the advice of him who loves you, though you like it not at present. ","authority": " -English Proverb ","date": "2014-09-03"}, {"id": 127,"quote": "Don't give advice. It will come back and bite you in the [butt]. Don't take anyone's advice. So, my advice to you is to be true to yourself and everything will be fine. ","authority": " -Ellen DeGeneres, Tulane Commencement Speech, 2009","date": "2014-09-03"}, {"id": 128,"quote": "Please give me some good advice in your next letter. I promise not to follow it. ","authority": " -Edna St. Vincent Millay (1892 - 1950), Letters","date": "2014-09-03"}, {"id": 129,"quote": "Ask advice only of your equals. ","authority": " -Danish Proverb ","date": "2014-09-03"}, {"id": 130,"quote": "People who ask our advice almost never take it. Yet we should never refuse to give it, upon request, for it often helps us to see our own way more clearly. ","authority": " -Brendan Francis","date": "2014-09-03"}, {"id": 131,"quote": "The true secret of giving advice is, after you have honestly given it, to be perfectly indifferent whether it is taken or not, and never persist in trying to set people right.","authority": " -Hannah Whitall Smith, 1902","date": "2014-09-03"}, {"id": 132,"quote": "I have found the best way to give advice to your children is to find out what they want and then advise them to do it. ","authority": " -Harry S Truman (1884 - 1972)","date": "2014-09-03"}, {"id": 133,"quote": "No-one wants advice only corroboration. ","authority": " -John Steinbeck (1902 - 1968)","date": "2014-09-03"}, {"id": 134,"quote": "The only thing to do with good advice is pass it on. It is never any use to oneself. ","authority": " -Oscar Wilde (1854 - 1900)","date": "2014-09-03"}, {"id": 135,"quote": "Don't try to solve serious matters in the middle of the night.","authority": " -Philip K. Dick (1928 - 1982), What The Dead Men Say, 1964","date": "2014-09-03"}, {"id": 136,"quote": "	The advice of friends must be received with a judicious reserve; we must not give ourselves up to it and follow it blindly, whether right or wrong.","authority": " -Pierre Charron ","date": "2014-09-03"}, {"id": 137,"quote": "Many receive advice, few profit by it. ","authority": " -Publilius Syrus (~100 BC), Maxims","date": "2014-09-03"}, {"id": 138,"quote": "Advice is very easy to give, and even easier not to follow, so I don't fool with it. ","authority": " -Randy Pausch, Carnegie Mellon Commencement Speech, 2008 ","date": "2014-09-03"}, {"id": 139,"quote": "It seems that bad advice that's fun will always be better known than than good advice that's dull-no matter how useless that fun advice is. ","authority": " -Scott Berkun, Confessions of a Public Speaker, 2009 ","date": "2014-09-03"}, {"id": 140,"quote": "Never take the advice of someone who has not had your kind of trouble. ","authority": " -Sidney J. Harris","date": "2014-09-03"}, {"id": 141,"quote": "In giving advice, seek to help, not please, your friend. ","authority": " -Solon (638 BC - 559 BC)","date": "2014-09-03"}, {"id": 142,"quote": "Never advise anyone to go to war or to marry. ","authority": " -Spanish Proverb","date": "2014-09-03"}, {"id": 143,"quote": "Be yourself is the worst advice you can give to some people. ","authority": " -Tom Masson","date": "2014-09-03"}, {"id": 144,"quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power. ","authority": " -Abraham Lincoln (1809 - 1865)","date": "2014-09-03"}, {"id": 145,"quote": "If we had no winter, the spring would not be so pleasant: if we did not sometimes taste of adversity, prosperity would not be so welcome.","authority": " -Anne Bradstreet (1612 - 1672), 'Meditations Divine and Moral,' 1655","date": "2014-09-03"}, {"id": 146,"quote": " By courage I repel adversity.","authority": " -(Adversa Virtute Repello)","date": "2014-09-03"}, {"id": 147,"quote": "He knows not his own strength that hath not met adversity. ","authority": " -Ben Jonson (1572 - 1637)","date": "2014-09-03"}, {"id": 148,"quote": "Be more prompt to go to a friend in adversity than in prosperity. ","authority": " -Chilo","date": "2014-09-03"}, {"id": 149,"quote": "Friendship make prosperity more shining and lessens adversity by dividing and sharing it. ","authority": " -Cicero (106 BC - 43 BC), On Friendship, 44 B.C.","date": "2014-09-03"}, {"id": 150,"quote": "Adversity is the touchstone of friendship. ","authority": " -French Proverb","date": "2014-09-03"}, {"id": 151,"quote": "Adversity is the trial of principle. Without it a man hardly knows whether he is honest or not. ","authority": " -Henry Fielding (1707 - 1754)","date": "2014-09-03"}, {"id": 152,"quote": "He that can heroically endure adversity will bear prosperity with equal greatness of the soul; for the mind that cannot be dejected by the former is not likely to be transported without the latter. ","authority": " -Henry Fielding (1707 - 1754)","date": "2014-09-03"}, {"id": 153,"quote": "Men are more often bribed by their loyalties and ambitions than by money. ","authority": " -Robert Jackson","date": "2014-09-03"}, {"id": 154,"quote": "In prosperity our friends know us; in adversity we know our friends. ","authority": " -John Churton Collins","date": "2014-09-03"}, {"id": 155,"quote": "In adversity remember to keep an even mind. ","authority": " -Horace (65 BC - 8 BC), Odes","date": "2014-09-03"}, {"id": 156,"quote": "You will never truly know yourself or the strength of your relationships until both have been tested by adversity. ","authority": " -J. K. Rowling, Harvard Commencement Address, 2008","date": "2014-09-03"}, {"id": 157,"quote": "Adversity does teach who your real friends are. ","authority": " -Lois McMaster Bujold, A Civil Campaign, 1999","date": "2014-09-03"}, {"id": 158,"quote": "By trying we can easily learn to endure adversity -- another man's I mean. ","authority": " -Mark Twain (1835 - 1910)","date": "2014-09-03"}, {"id": 159,"quote": "By trying we can easily learn to endure adversity. Another man's, I mean. ","authority": " -Mark Twain (1835 - 1910), Following the Equator (1897)","date": "2014-09-03"}, {"id": 160,"quote": "Always seek out the seed of triumph in every adversity. ","authority": " -Og Mandino (1923 - 1996)","date": "2014-09-03"}, {"id": 161,"quote": "Prosperity makes friends, adversity tries them. ","authority": " -Publilius Syrus (~100 BC), Maxims","date": "2014-09-03"}, {"id": 162,"quote": "Adversity is the state in which man most easily becomes acquainted with himself, being especially free of admirers then. ","authority": " -Samuel Johnson (1709 - 1784)","date": "2014-09-03"}, {"id": 163,"quote": "Fire is the test of gold; adversity, of strong men. ","authority": " -Seneca (5 BC - 65 AD), Epistles","date": "2014-09-03"}, {"id": 164,"quote": "Remember that there is nothing stable in human affairs; therefore avoid undue elation in prosperity, or undue depression in adversity.","authority": " -Socrates ","date": "2014-09-03"}, {"id": 165,"quote": "Let me embrace thee, sour adversity, for wise men say it is the wisest course. ","authority": " -William Shakespeare (1564 - 1616), Henry VI, Part III, Act III, sc. 1","date": "2014-09-03"}, {"id": 166,"quote": "Sweet are the uses of adversity, Which like the toad, ugly and venomous, Wears yet a precious jewel in his head; And this our life, exempt from public haunt, Finds tongues in trees, books in the running brooks, Sermons in stones, and good in everything. ","authority": " -William Shakespeare (1564 - 1616), As You Like It, Act II, sc.1","date": "2014-09-03"}, {"id": 167,"quote": "Sweet are the uses of adversity, which, like a toad, though ugly and venomous, wears yet a precious jewel in its head. ","authority": " -William Shakespeare (1564 - 1616) ","date": "2014-09-03"}, {"id": 168,"quote": "Adversity causes some men to break; others to break records. ","authority": " -William Arthur Ward","date": "2014-09-03"}, {"id": 169,"quote": "A man I am cross'd with adversity. ","authority": " -William Shakespeare (1564 - 1616), The Two Gentlemen of Verona, Act IV, sc.1","date": "2014-09-03"}, {"id": 170,"quote": "A wretched soul, bruised with adversity, We bid be quiet when we hear it cry; But were we burdened with like weight of pain, As much or more we should ourselves complain. ","authority": " -William Shakespeare (1564 - 1616)","date": "2014-09-03"}, {"id": 171,"quote": "I LIKE ads. It's not that we don't like ads, we just don't like ads when they are out of place. ","authority": " -Bill Barnes, How to Blog for Money by Learning from Comics, SXSW 2006","date": "2014-09-03"}, {"id": 172,"quote": "The very first law in advertising is to avoid the concrete promise and cultivate the delightfully vague. ","authority": " -Bill Cosby (1937 - )","date": "2014-09-03"}, {"id": 173,"quote": "Advertising is the modern substitute for argument; its function is to make the worse appear the better. ","authority": " -George Santayana (1863 - 1952)","date": "2014-09-03"}, {"id": 174,"quote": "If people aren't going to talk about your product, then it's not good enough. ","authority": " -Jeffrey Kalmikoff, Designing for Community with Zero-Advertising Brands, SXSW 2006","date": "2014-09-03"}, {"id": 175,"quote": "Half the money I spend on advertising is wasted; the trouble is I don't know which half. ","authority": " -John Wanamaker (1838 - 1922), (attributed)","date": "2014-09-03"}, {"id": 176,"quote": " Many a small thing has been made large by the right kind of advertising.","authority": " -Mark Twain (1835 - 1910), A Connecticult Yankee in King Arthur's Court","date": "2014-09-03"}, {"id": 177,"quote": "You can tell the ideals of a nation by its advertisements. ","authority": " -Norman Douglas, South Wind, 1917","date": "2014-09-03"}, {"id": 178,"quote": "Chess is as elaborate a waste of human intelligence as you can find outside an advertising agency. ","authority": " -Raymond Chandler (1888 - 1959)","date": "2014-09-03"}, {"id": 179,"quote": "Advertising is a valuable economic factor because it is the cheapest way of selling goods, particularly if the goods are worthless. ","authority": " -Sinclair Lewis (1885 - 1951)","date": "2014-09-03"}, {"id": 180,"quote": "Advertising may be described as the science of arresting the human intelligence long enough to get money from it. ","authority": " -Stephen Leacock (1869 - 1944)","date": "2014-09-03"}, {"id": 181,"quote": "Advertisements... contain the only truths to be relied on in a newspaper. ","authority": " -Thomas Jefferson (1743 - 1826), Letter to Nathaniel Macon, January 12, 1819","date": "2014-09-03"}, {"id": 182,"quote": "I read no newspaper now but Ritchie's, and in that chiefly the advertisements, for they contain the only truths to be relied on in a newspaper. ","authority": " -Thomas Jefferson (1743 - 1826), Letter to Nathaniel Macon, January 12, 1819","date": "2014-09-03"}, {"id": 183,"quote": "What is the difference between unethical and ethical advertising? Unethical advertising uses falsehoods to deceive the public; ethical advertising uses truth to deceive the public.","authority": " -Vilhjalmur Stefansson (1879 - 1962), 'Discovery';, 1964","date": "2014-09-03"}, {"id": 184,"quote": "We have too many high sounding words, and too few actions that correspond with them. ","authority": " -Abigail Adams (1744 - 1818), letter to John Adams, 1774","date": "2014-09-03"}, {"id": 185,"quote": "I've arrived at this outermost edge of my life by my own actions. Where I am is thoroughly unacceptable. Therefore, I must stop doing what I've been doing. ","authority": " -Alice Koller, An Unknown Woman, 1982","date": "2014-09-03"}, {"id": 186,"quote": "Action is character. ","authority": " -F. Scott Fitzgerald (1896 - 1940), The Last Tycoon, 1941","date": "2014-09-03"}, {"id": 187,"quote": "An event had happened, upon which it is difficult to speak, and impossible to be silent. ","authority": " -Edmund Burke (1729 - 1797), Speeches... in the Trial of Warren Hastings, May 5, 1789","date": "2014-09-03"}, {"id": 188,"quote": "I have long since come to believe that people never mean half of what they say, and that it is best to disregard their talk and judge only their actions. ","authority": " -Dorothy Day (1897 - 1980), The Long Loneliness, 1952","date": "2014-09-03"}, {"id": 189,"quote": "You cannot have a proud and chivalrous spirit if your conduct is mean and paltry; for whatever a man's actions are, such must be his spirit. ","authority": " -Demosthenes (384 BC - 322 BC), Third Olynthiac","date": "2014-09-03"}, {"id": 190,"quote": "The superior man is modest in his speech, but exceeds in his actions. ","authority": " -Confucius (551 BC - 479 BC), The Confucian Analects","date": "2014-09-03"}, {"id": 191,"quote": "Deliberation is the function of the many; action is the function of one. ","authority": " -Charles de Gaulle (1890 - 1970), War Memoirs, 1960","date": "2014-09-03"}, {"id": 192,"quote": "Actions lie louder than words. ","authority": " -Carolyn Wells","date": "2014-09-03"}, {"id": 193,"quote": "Men acquire a particular quality by constantly acting a particular way... you become just by performing just actions, temperate by performing temperate actions, brave by performing brave actions. ","authority": " -Aristotle (384 BC - 322 BC)","date": "2014-09-03"}, {"id": 194,"quote": "All human actions have one or more of these seven causes: chance, nature, compulsion, habit, reason, passion, and desire. ","authority": " -Aristotle (384 BC - 322 BC)","date": "2014-09-03"}, {"id": 195,"quote": "You ask me why I do not write something....I think one's feelings waste themselves in words, they ought all to be distilled into actions and into actions which bring results. ","authority": " -Florence Nightingale (1820 - 1910), in Cecil Woodham-Smith, Florence Nightingale, 1951","date": "2014-09-03"}, {"id": 196,"quote": "Happiness lies not in the mere possession of money. It lies in the joy of achievement, in the thrill of creative effort. ","authority": " -Franklin D. Roosevelt (1882 - 1945), Speeches... in the Trial of Warren Hastings, May 5, 1789","date": "2014-09-03"}, {"id": 197,"quote": "We defend and we build a way of life, not for America alone, but for all mankind. ","authority": " -Franklin D. Roosevelt (1882 - 1945), Fireside chat on national defense, May 26, 1940 ","date": "2014-09-03"}, {"id": 198,"quote": "When a man asks himself what is meant by action he proves he is not a man of action. Action is a lack of balance. In order to act you must be somewhat insane. A reasonably sensible man is satisfied with thinking. ","authority": " -Georges Clemenceau (1841 - 1929), Conversation with Jean Martet, January 1 1929 ","date": "2014-09-03"}, {"id": 199,"quote": "Somewhere deep down we know that in the final analysis we do decide things and that even our decisions to let someone else decide are really our decisions, however pusillanimous. ","authority": " -Harvey Cox, On Not Leaving It to the Snake, 1967","date": "2014-09-03"}, {"id": 200,"quote": "Words without actions are the assassins of idealism. ","authority": " -Herbert Hoover (1874 - 1964) ","date": "2014-09-03"}, {"id": 201,"quote": "Only actions give life strength; only moderation gives it a charm. ","authority": " -Jean Paul Richter (1763 - 1825) ","date": "2014-09-03"}, {"id": 202,"quote": "	I have always thought the actions of men the best interpreters of their thoughts. ","authority": " -John Locke (1632 - 1704)","date": "2014-09-03"}, {"id": 203,"quote": "I was seldom able to see an opportunity until it had ceased to be one. ","authority": " -Mark Twain (1835 - 1910) ","date": "2014-09-03"}, {"id": 204,"quote": "Don't be too timid and squeamish about your actions. All life is an experiment. The more experiments you make the better. ","authority": " -Ralph Waldo Emerson (1803 - 1882) ","date": "2014-09-03"}, {"id": 205,"quote": "Life is one long process of getting tired. ","authority": " -Samuel Butler (1835 - 1902), Notebooks, 1912 ","date": "2014-09-03"}, {"id": 206,"quote": "Nothing will ever be attempted if all possible objections must be first overcome. ","authority": " -Samuel Johnson (1709 - 1784), Rasselas, 1759 ","date": "2014-09-03"}, {"id": 207,"quote": "	In this theater of man's life, it is reserved only for God and for angels to be lookers-on. ","authority": " -Sir Francis Bacon (1561 - 1626) ","date": "2014-09-03"}, {"id": 208,"quote": "	Aggressive fighting for the right is the greatest sport in the world. ","authority": " -Theodore Roosevelt (1858 - 1919) ","date": "2014-09-03"}, {"id": 209,"quote": "The peaceful transfer of authority is rare in history, yet common in our country. With a simple oath, we affirm old traditions and make new beginnings. ","authority": " -George W. Bush (1946 - ), Inaugural address, 2001","date": "2014-09-03"}, {"id": 210,"quote": "To punish me for my contempt for authority, fate made me an authority myself. ","authority": " -Albert Einstein (1879 - 1955)","date": "2014-09-03"}, {"id": 211,"quote": "No moral system can rest solely on authority. ","authority": " -J. Ayer (1910 - 1989), Humanist Outlook","date": "2014-09-03"}, {"id": 212,"quote": "Delay is preferable to error. ","authority": " -Thomas Jefferson (1743 - 1826), Letter to George Washington, May 16, 1792","date": "2014-09-03"}, {"id": 213,"quote": "We are face to face with our destiny and we must meet it with high and resolute courage. For us is the life of action, of strenuous performance of duty; let us live in the harness, striving mightily; let us rather run the risk of wearing out than rusting out. ","authority": " -Theodore Roosevelt (1858 - 1919), Address at the opening of the gubernatorial campaign, New York City, October 5, 1898 ","date": "2014-09-03"}, {"id": 214,"quote": "Truth is the secret of eloquence and of virtue, the basis of moral authority; it is the highest summit of art and life. ","authority": " -Henri-Frédéric Amiel ","date": "2014-09-03"}, {"id": 215,"quote": "	Show me the man who keeps his house in hand, He's fit for public authority. ","authority": " -Sophocles (496 BC - 406 BC), Antigone ","date": "2014-09-03"}, {"id": 216,"quote": "	Every great advance in natural knowledge has involved the absolute rejection of authority. ","authority": " -Thomas H. Huxley (1825 - 1895) ","date": "2014-09-03"}, {"id": 217,"quote": "	Wherever there is authority, there is a natural inclination to disobedience. ","authority": " -Thomas Haliburton ","date": "2014-09-03"}, {"id": 218,"quote": "	There is no fettering of authority. ","authority": " -William Shakespeare (1564 - 1616), All's Well that Ends Well, Act II, sc. 3 ","date": "2014-09-03"}, {"id": 219,"quote": "There is one person in charge of every office in America and that person is Charles Darwin. ","authority": " -Charlie Grandy, The Office, Get the Girl, March 2012 ","date": "2014-09-03"}, {"id": 220,"quote": "The chief business of the American people is business. ","authority": " -Calvin Coolidge (1872 - 1933), Speech in Washington, Jan. 17, 1925 ","date": "2014-09-03"}, {"id": 221,"quote": "Drive thy business or it will drive thee. ","authority": " -Benjamin Franklin (1706 - 1790) ","date": "2014-09-03"}, {"id": 222,"quote": "The gambling known as business looks with austere disfavor upon the business known as gambling. ","authority": " -Ambrose Bierce (1842 - 1914), The Devil's Dictionary ","date": "2014-09-03"}, {"id": 223,"quote": "Talk of nothing but business, and dispatch that business quickly. ","authority": " -Aldus Manutius (1449 - 1515), Placard on the door of the Aldine Press ","date": "2014-09-03"}, {"id": 224,"quote": "	If you wish to know what a man is, place him in authority. ","authority": " -Yugoslav Proverb ","date": "2014-09-03"}, {"id": 225,"quote": "There's no business like show business, but there are several businesses like accounting. ","authority": " -David Letterman (1947 - ) ","date": "2014-09-03"}, {"id": 226,"quote": "'Whom are you?' he asked, for he had attended business college. ","authority": " -George Ade (1866 - 1944), 'The Steel Box', 1898 ","date": "2014-09-03"}, {"id": 227,"quote": "Charge less, but charge. Otherwise, you will not be taken seriously, and you do your fellow artists no favours if you undercut the market. ","authority": " -Elizabeth Aston, The True Darcy Spirit, 2006 ","date": "2014-09-03"}, {"id": 228,"quote": "	Here’s my theory about meetings and life; the three things you can’t fake are erections, competence and creativity. That’s why meetings become toxic they put uncreative people in a situation in which they have to be something they can never be. And the more effort they put into concealing their inabilities, the more toxic the meeting becomes. One of the most common creativity-faking tactics is when someone puts their hands in prayer position and conceals their mouth while they nod at you and say, 'Mmmmmm. Interesting.' If pressed, they’ll add, 'I’ll have to get back to you on that.' Then they don’t say anything else. ","authority": " -Douglas Coupland ","date": "2014-09-03"}, {"id": 229,"quote": "	In the modern world of business, it is useless to be a creative original thinker unless you can also sell what you create. Management cannot be expected to recognize a good idea unless it is presented to them by a good salesman. ","authority": " -David M. Ogilvy ","date": "2014-09-03"}, {"id": 230,"quote": "Success in business requires training and discipline and hard work. But if you're not frightened by these things, the opportunities are just as great today as they ever were. ","authority": " -David Rockefeller (1915 - ) ","date": "2014-09-03"}, {"id": 231,"quote": "Good design can't fix broken business models. ","authority": " -Jeffrey Veen, Designing the Friendly Skies, 06-21-06 ","date": "2014-09-03"}, {"id": 232,"quote": "	I find it rather easy to portray a businessman. Being bland, rather cruel and incompetent comes naturally to me. ","authority": " -John Cleese (1939 - ) ","date": "2014-09-03"}, {"id": 233,"quote": "You never really hear the truth from your subordinates until after 10 in the evening. ","authority": " -Jurgen Schrempp, Former CEO of DaimlerChrysler ","date": "2014-09-03"}, {"id": 234,"quote": "A dinner lubricates business. ","authority": " -Lord William Stowell ","date": "2014-09-03"}, {"id": 235,"quote": "The more I know about business, the more I'm convinced that it is conducted in homes and churches far more than in office buildings. ","authority": " -Laura Moncur (1969 - ), Merriton: Twelve Hours from San Francisco, 09-17-08 ","date": "2014-09-03"}, {"id": 236,"quote": "	In business, you must remain unattached to the outcome. It matters not who is chosen first and who is chosen second. The only thing that matters is the final verdict. ","authority": " -Laura Moncur (1969 - ), The Secret Heart of Charlotte Lucas, 2014 ","date": "2014-09-03"}, {"id": 237,"quote": "To succeed as a team is to hold all of the members accountable for their expertise. ","authority": " -Mitchell Caplan, CEO, E*Trade Group Inc. ","date": "2014-09-03"}, {"id": 238,"quote": "	My own business always bores me to death; I prefer other people's. ","authority": " -Oscar Wilde (1854 - 1900), Lady Windermere's Fan, 1892 ","date": "2014-09-03"}, {"id": 239,"quote": "	Business has only two basic functions-marketing and innovation. ","authority": " -Peter Drucker (1909 - 2005) ","date": "2014-09-03"}, {"id": 240,"quote": "	Designing your product for monetization first, and people second will probably leave you with neither. ","authority": " -Tara Hunt, HorsePigCow, 07-12-06 ","date": "2014-09-03"}, {"id": 241,"quote": "No one travelling on a business trip would be missed if he failed to arrive. ","authority": " -Thorstein Veblen (1857 - 1929) ","date": "2014-09-03"}, {"id": 242,"quote": "Letting your customers set your standards is a dangerous game, because the race to the bottom is pretty easy to win. Setting your own standards--and living up to them--is a better way to profit. Not to mention a better way to make your day worth all the effort you put into it. ","authority": " -Seth Godin, Seth Godin's Blog, 07-28-06 ","date": "2014-09-03"}, {"id": 243,"quote": "	I ran the wrong kind of business, but I did it with integrity. ","authority": " -Sydney Biddle Barrows, in Marian Christy, ''Mayflower Madam' Tells All,' Boston Globe, 1986 ","date": "2014-09-03"}, {"id": 244,"quote": "	In the business world, the rearview mirror is always clearer than the windshield. ","authority": " -Warren Buffett (1930 - ) ","date": "2014-09-03"}, {"id": 245,"quote": "What a splendid head, yet no brain. ","authority": " -Aesop (620 BC - 560 BC)","date": "2014-09-03"}, {"id": 246,"quote": "Thinking rationally is often different from 'positive thinking,' in that it is a realistic assessment of the situation, with a view towards rectifying the problem if possible. ","authority": " -Albert Ellis, Michael Abrams, Lidia Dengelegi, The Art & Science of Rational Eating, 1992 ","date": "2014-09-03"}, {"id": 247,"quote": "	It's essential to tailor rehab to what impassions someone. The brain gradually learns by riveting its attention-through endless repetitions. ","authority": " -Diane Ackerman, One Hundred Names for Love: A Stroke, A Marriage, and the Language of Healing, 2011 ","date": "2014-09-03"}, {"id": 248,"quote": "	Exercising self-restraint can be depleting, yet it can also be ennobling. ","authority": " -Daniel Akst, We Have Met the Enemy: Self-Control in an Age of Excess, 2011 ","date": "2014-09-03"}, {"id": 249,"quote": "If there is anything in the world that can really be called a man's property, it is surely that which is the result of his mental activity. ","authority": " -Arthur Schopenhauer (1788 - 1860) ","date": "2014-09-03"}, {"id": 250,"quote": "Brain: an apparatus with which we think we think. ","authority": " -Ambrose Bierce (1842 - 1914), The Devil's Dictionary ","date": "2014-09-03"}, {"id": 251,"quote": " The human brain is a most unusual instrument of elegant and as yet unknown capacity.","authority": " -Stuart Seaton","date": "2014-09-03"}, {"id": 252,"quote": " If little else, the brain is an educational toy.","authority": " -Tom Robbins (1936 - ) ","date": "2014-09-03"}, {"id": 253,"quote": "Aristotle was famous for knowing everything. He taught that the brain exists merely to cool the blood and is not involved in the process of thinking. This is true only of certain persons. ","authority": " -Will Cuppy","date": "2014-09-03"}, {"id": 254,"quote": "Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking. ","authority": " -Albert Einstein (1879 - 1955) ","date": "2014-09-03"}, {"id": 255,"quote": "The human brain starts working the moment you are born and never stops until you stand up to speak in public. ","authority": " -George Jessel ","date": "2014-09-03"}, {"id": 256,"quote": "	Estimated amount of glucose used by an adult human brain each day, expressed in M&Ms: 250 ","authority": " -Harper's Index, October 1989 ","date": "2014-09-03"}, {"id": 257,"quote": "	The brain is a wonderful organ. It starts working the moment you get up in the morning and does not stop until you get into the office. ","authority": " -Robert Frost (1874 - 1963) ","date": "2014-09-03"}, {"id": 258,"quote": " This paperback is very interesting, but I find it will never replace a hardcover book - it makes a very poor doorstop.","authority": " -Alfred Hitchcock (1899 - 1980)","date": "2014-09-03"}, {"id": 259,"quote": " The covers of this book are too far apart.","authority": " -Ambrose Bierce (1842 - 1914), The Devil's Dictionary ","date": "2014-09-03"}, {"id": 260,"quote": " In literature as in love, we are astonished at what is chosen by others.","authority": " -Andre Maurois (1885 - 1967)","date": "2014-09-03"}, {"id": 261,"quote": "You can cover a great deal of country in books. ","authority": " -Andrew Lang (1844 - 1912)","date": "2014-09-03"}, {"id": 262,"quote": "Books to the ceiling, Books to the sky, My pile of books is a mile high. How I love them! How I need them! I'll have a long beard by the time I read them. ","authority": " -Arnold Lobel","date": "2014-09-03"}, {"id": 263,"quote": "	Wear the old coat and buy the new book. ","authority": "-Austin Phelps ","date": "2014-09-03"}, {"id": 264,"quote": "	Life-transforming ideas have always come to me through books. ","authority": " -Bell Hooks, O Magazine, December 2003 ","date": "2014-09-03"}, {"id": 265,"quote": "Many books require no thought from those who read them, and for a very simple reason; they made no such demand upon those who wrote them. ","authority": " -Charles Caleb Colton (1780 - 1832), Lacon, 1820 ","date": "2014-09-03"}, {"id": 266,"quote": "	I've never known any trouble that an hour's reading didn't assuage. ","authority": " -Charles De Secondat (1689 - 1755) ","date": "2014-09-03"}, {"id": 267,"quote": "A room without books is like a body without a soul. ","authority": " -Cicero (106 BC - 43 BC), (Attributed) ","date": "2014-09-03"}, {"id": 268,"quote": "There is no mistaking a real book when one meets it. It is like falling in love. ","authority": " -Christopher Morley (1890 - 1957) ","date": "2014-09-03"}, {"id": 269,"quote": "Books are the quietest and most constant of friends; they are the most accessible and wisest of counsellors, and the most patient of teachers. ","authority": " -Charles W. Eliot (1834 - 1926), The Happy Life, 1896 ","date": "2014-09-03"}, {"id": 270,"quote": "	It was a book to kill time for those who like it better dead. ","authority": " -Dame Rose Macaulay (1881 - 1958) ","date": "2014-09-03"}, {"id": 271,"quote": "This is not a novel to be tossed aside lightly. It should be thrown with great force. ","authority": " -Dorothy Parker (1893 - 1967) ","date": "2014-09-03"}, {"id": 272,"quote": "	Books...are like lobster shells, we surround ourselves with 'em, then we grow out of 'em and leave 'em behind, as evidence of our earlier stages of development. ","authority": " -Dorothy L. Sayers (1893 - 1957), The Unpleasantness at the Bellona Club, 1928 ","date": "2014-09-03"}, {"id": 273,"quote": " Nothing can do what a book can do. Lifts you out of your life... to a whole new world, whole new perspective. A book is like a dream you're borrowing from a friend. ","authority": " -Dave Kellett, Sheldon, 08-15-2011 ","date": "2014-09-03"}, {"id": 274,"quote": "My personal hobbies are reading, listening to music, and silence. ","authority": " -Edith Sitwell (1887 - 1964) ","date": "2014-09-03"}, {"id": 275,"quote": "All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse and sorrow, the people and the places and how the weather was. ","authority": " -Ernest Hemingway (1899 - 1961), Old Newsman Writes, Esquire, December 1934 ","date": "2014-09-03"}, {"id": 276,"quote": "	Most new books are forgotten within a year, especially by those who borrow them. ","authority": " -Evan Esar (1899 - 1995) ","date": "2014-09-03"}, {"id": 277,"quote": "Properly, we should read for power. Man reading should be man intensely alive. The book should be a ball of light in one's hand. ","authority": " -Ezra Pound (1885 - 1972) ","date": "2014-09-03"}, {"id": 278,"quote": "	Don't join the book burners. Don't think you're going to conceal faults by concealing evidence that they ever existed. Don't be afraid to go in your library and read every book... ","authority": " -Dwight D. Eisenhower (1890 - 1969) ","date": "2014-09-03"}, {"id": 279,"quote": "I think it is good that books still exist, but they do make me sleepy. ","authority": " -Frank Zappa (1940 - 1993)","date": "2014-09-03"}, {"id": 280,"quote": "From the moment I picked up your book until I laid it down, I was convulsed with laughter. Some day I intend reading it. ","authority": " -Groucho Marx (1890 - 1977) ","date": "2014-09-03"}, {"id": 281,"quote": "Woe be to him that reads but one book. ","authority": " -George Herbert (1593 - 1633) ","date": "2014-09-03"}, {"id": 282,"quote": "There is a great deal of difference between an eager man who wants to read a book and the tired man who wants a book to read. ","authority": " -G. K. Chesterton (1874 - 1936) ","date": "2014-09-03"}, {"id": 283,"quote": "A good novel tells us the truth about its hero; but a bad novel tells us the truth about its author. ","authority": " -G. K. Chesterton (1874 - 1936) ","date": "2014-09-03"}, {"id": 284,"quote": "	I find television very educating. Every time somebody turns on the set, I go into the other room and read a book. ","authority": " -Groucho Marx (1890 - 1977) ","date": "2014-09-03"}, {"id": 285,"quote": "	All we actually have is our body and its muscles that allow us to be under our own power. ","authority": " -Allegra Kent, Once a Dancer… ","date": "2014-09-03"}, {"id": 286,"quote": "Oh, darling, let your body in, let it tie you in, in comfort. ","authority": " -Anne Sexton (1928 - 1974) ","date": "2014-09-03"}, {"id": 287,"quote": "	Be sure that it is not you that is mortal, but only your body. For that man whom your outward form reveals is not yourself; the spirit is the true self, not that physical figure which and be pointed out by your finger. ","authority": " -Cicero (106 BC - 43 BC) ","date": "2014-09-03"}, {"id": 288,"quote": "Safeguard the health both of body and soul. ","authority": " Cleobulus ","date": "2014-09-03"}, {"id": 289,"quote": "But the body is deeper than the soul and its secrets inscrutable. ","authority": " -E. M. Forster (1879 - 1970) ","date": "2014-09-03"}, {"id": 290,"quote": "	I live in company with a body, a silent companion, exacting and eternal. ","authority": " -Eugene Delacroix (1798 - 1863) ","date": "2014-09-03"}, {"id": 291,"quote": "Of one thing I am certain, the body is not the measure of healing - peace is the measure. ","authority": " -George Melton ","date": "2014-09-03"}, {"id": 292,"quote": "The body is an instrument, the mind its function, the witness and reward of its operation. ","authority": " -George Santayana (1863 - 1952) ","date": "2014-09-03"}, {"id": 293,"quote": "The mind's first step to self-awareness must be through the body. ","authority": " -George Sheehan ","date": "2014-09-03"}, {"id": 294,"quote": "Each individual woman's body demands to be accepted on its own terms. ","authority": " -Gloria Steinem (1934 - ), O Magazine, May 2004 ","date": "2014-09-03"}, {"id": 295,"quote": "Each body has its art... ","authority": " -Gwendolyn Brooks (1917 - ) ","date": "2014-09-03"}, {"id": 296,"quote": "Every man is the builder of a temple called his body. ","authority": " -Henry David Thoreau (1817 - 1862) ","date": "2014-09-03"}, {"id": 297,"quote": "I stand in awe of my body. ","authority": " -Henry David Thoreau (1817 - 1862) ","date": "2014-09-03"}, {"id": 298,"quote": "	Our own physical body possesses a wisdom which we who inhabit the body lack. ","authority": " -Henry Miller (1891 - 1980) ","date": "2014-09-03"}, {"id": 299,"quote": "A sound mind in a sound body is a short but full description of a happy state in this world. ","authority": " -John Locke (1632 - 1704) ","date": "2014-09-03"}, {"id": 300,"quote": "The body is shaped, disciplined, honored, and in time, trusted. ","authority": " -Martha Graham (1894 - 1991) ","date": "2014-09-03"}, {"id": 301,"quote": "	The body is a sacred garment. ","authority": " -Martha Graham (1894 - 1991) ","date": "2014-09-03"}, {"id": 302,"quote": "Over the years your bodies become walking autobiographies, telling friends and strangers alike of the minor and major stresses of your lives. ","authority": " -Marilyn Ferguson ","date": "2014-09-03"}, {"id": 303,"quote": "He who loves the world as his body may be entrusted with the empire. ","authority": " -Lao-tzu (604 BC - 531 BC), The Way of Lao-tzu ","date": "2014-09-03"}, {"id": 304,"quote": "	You should pray for a sound mind in a sound body. ","authority": " -Juvenal (55 AD - 127 AD), Satires ","date": "2014-09-03"}, {"id": 305,"quote": "A healthy mind in a healthy body. ","authority": " -Juvenal (55 AD - 127 AD) ","date": "2014-09-03"}, {"id": 306,"quote": "It's also helpful to realize that this very body that we have, that's sitting right here right now... with its aches and it pleasures... is exactly what we need to be fully human, fully awake, fully alive. ","authority": " -Pema Chodron ","date": "2014-09-03"}, {"id": 307,"quote": "It is confidence in our bodies, minds and spirits that allows us to keep looking for new adventures, new directions to grow in, and new lessons to learn - which is what life is all about. ","authority": " -Oprah Winfrey (1954 - ), Oprah Magazine, May 2004 ","date": "2014-09-03"}, {"id": 308,"quote": "	I finally realized that being grateful to my body was key to giving more love to myself. ","authority": " -Oprah Winfrey (1954 - ), O Magazine ","date": "2014-09-03"}, {"id": 309,"quote": "There is but one temple in the universe and that is the body of man. ","authority": " -Novalis (1772 - 1801) ","date": "2014-09-03"}, {"id": 310,"quote": "The body says what words cannot. ","authority": " -Martha Graham (1894 - 1991) ","date": "2014-09-03"}, {"id": 311,"quote": "Our bodies communicate to us clearly and specifically, if we are willing to listen to them. ","authority": " -Shakti Gawain ","date": "2014-09-03"}, {"id": 312,"quote": "I am convinced that life in a physical body is meant to be an ecstatic experience. ","authority": " -Shakti Gawain ","date": "2014-09-03"}, {"id": 313,"quote": "Choose rather to be strong of soul than strong of body. ","authority": " -Pythagoras (582 BC - 507 BC) ","date": "2014-09-03"}, {"id": 314,"quote": "Bodily exercise, when compulsory, does no harm to the body; but knowledge which is acquired under compulsion obtains no hold on the mind. ","authority": " -Plato (427 BC - 347 BC), The Republic ","date": "2014-09-03"}, {"id": 315,"quote": "	He who has a thousand friends has not a friend to spare,	And he who has one enemy will meet him everywhere. ","authority": " -Ali ibn-Abi-Talib (602 AD - 661 AD), A Hundred Sayings","date": "2014-09-03"}, {"id": 316,"quote": "A good friend can tell you what is the matter with you in a minute. He may not seem such a good friend after telling. ","authority": " -Arthur Brisbane, 'The Book of Today' ","date": "2014-09-03"}, {"id": 317,"quote": "	Without friends no one would choose to live, though he had all other goods. ","authority": " -Aristotle (384 BC - 322 BC), Nichomachean Ethics ","date": "2014-09-03"}, {"id": 318,"quote": "	Misfortune shows those who are not really friends. ","authority": " -Aristotle (384 BC - 322 BC), Eudemian Ethics ","date": "2014-09-03"}, {"id": 319,"quote": "	Friendship make prosperity more shining and lessens adversity by dividing and sharing it. ","authority": " -Cicero (106 BC - 43 BC), On Friendship, 44 B.C. ","date": "2014-09-03"}, {"id": 320,"quote": "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed. ","authority": " -Carl Jung (1875 - 1961) ","date": "2014-09-03"}, {"id": 321,"quote": "	The shifts of Fortune test the reliability of friends. ","authority": " -Cicero (106 BC - 43 BC), De Amicitia ","date": "2014-09-03"}, {"id": 322,"quote": "	It is wise to apply the oil of refined politeness to the mechanisms of friendship. ","authority": " -Colette (1873 - 1954), The Pure and the Impure, 1932 ","date": "2014-09-03"}, {"id": 323,"quote": "	Being friendless taught me how to be a friend. Funny how that works. ","authority": " -Colleen Wainwright, Communicatrix, 11-09-07 ","date": "2014-09-03"}, {"id": 324,"quote": "Have no friends not equal to yourself. ","authority": " -Confucius (551 BC - 479 BC), The Confucian Analects ","date": "2014-09-03"}, {"id": 325,"quote": "	You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you. ","authority": " -Dale Carnegie ","date": "2014-09-03"}, {"id": 326,"quote": "Do not protect yourself by a fence, but rather by your friends. ","authority": " -Czech Proverb ","date": "2014-09-03"}, {"id": 327,"quote": "All people want is someone to listen. ","authority": " -Hugh Elliott, Standing Room Only weblog, May 8, 2003 ","date": "2014-09-03"}, {"id": 328,"quote": "Good company requires only birth, education, and manners, and with regard to education is not very nice. Birth and good manners are essential; but a little learning is by no means a dangerous thing in good company; on the contrary, it will do very well. ","authority": " -Jane Austen (1775 - 1817), Persuasion, 1818 ","date": "2014-09-03"}, {"id": 329,"quote": "Friendship is certainly the finest balm for the pangs of disappointed love. ","authority": " -Jane Austen (1775 - 1817), Northanger Abbey ","date": "2014-09-03"}, {"id": 330,"quote": "Nobody sees a flower - really - it is so small it takes time - we haven't time - and to see takes time, like to have a friend takes time. ","authority": " -Georgia O'Keeffe (1887 - 1986)","date": "2014-09-03"}, {"id": 331,"quote": "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence. True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity before it is entitled to the appellation. ","authority": " -George Washington (1732 - 1799)","date": "2014-09-03"}, {"id": 332,"quote": "Nothing changes your opinion of a friend so surely as success - yours or his. ","authority": " -Franklin P. Jones, Saturday Evening Post, November 29, 1953","date": "2014-09-03"}, {"id": 333,"quote": " Never explain--your friends do not need it and your enemies will not believe you anyway.","authority": " -Elbert Hubbard (1856 - 1915) ","date": "2014-09-03"}, {"id": 334,"quote": "You're supposed to trust friends. You have no reason to be his friend? That is part of the pleasure of friendship: trusting without absolute evidence and then being rewarded for that trust. ","authority": " -David Shore, House M.D., Not Cancer, 2008 ","date": "2014-09-03"}, {"id": 335,"quote": "Friends were like clothes: fine while they lasted but eventually they wore thin or you grew out of them. ","authority": " -David Nicholls, One Day, 2010","date": "2014-09-03"}, {"id": 336,"quote": "My mother used to say that there are no strangers, only friends you haven't met yet. She's now in a maximum security twilight home in Australia. ","authority": " -Dame Edna Everage (1934 - ) ","date": "2014-09-03"}, {"id": 337,"quote": "She felt that she could so much more depend upon the sincerity of those who sometimes looked or said a careless or a hasty thing, than of those whose presence of mind never varied, whose tongue never slipped. ","authority": " -Jane Austen (1775 - 1817), Persuasion, 1818","date": "2014-09-03"}, {"id": 338,"quote": " My idea of good company is the company of clever, well-informed people, who have a great deal of conversation; that is what I call good company.","authority": " -Jane Austen (1775 - 1817), Persuasion, 1818 ","date": "2014-09-03"}, {"id": 339,"quote": "Here and there, human nature may be great in times of trial; but generally speaking, it is its weakness and not its strength that appears in a sick chamber: it is selfishness and impatience rather than generosity and fortitude, that one hears of. There is so little real friendship in the world! and unfortunately, there are so many who forget to think seriously till it is almost too late. ","authority": " -Jane Austen (1775 - 1817), Persuasion, 1818","date": "2014-09-03"}, {"id": 340,"quote": "Engineering is the art of organizing and directing men and controlling the forces and materials of nature for the benefit of the human race. ","authority": " -Henry G. Stott, 1907 ","date": "2014-09-03"}, {"id": 341,"quote": "Engineering is not merely knowing and being knowledgeable, like a walking encyclopedia; engineering is not merely analysis; engineering is not merely the possession of the capacity to get elegant solutions to non-existent engineering problems; engineering is practicing the art of the organized forcing of technological change... Engineers operate at the interface between science and society... ","authority": " -Dean Gordon Brown","date": "2014-09-03"}, {"id": 342,"quote": "The thing about chameleoning your way through life is that it gets to where nothing is real. ","authority": " -John Green, An Abundance of Katherines, 2008 ","date": "2014-09-03"}, {"id": 343,"quote": "In prosperity our friends know us; in adversity we know our friends. ","authority": " John Churton Collins","date": "2014-09-03"}, {"id": 344,"quote": "Go through your phone book, call people and ask them to drive you to the airport. The ones who will drive you are your true friends. The rest aren't bad people; they're just acquaintances. ","authority": " Jay Leno (1950 - ) ","date": "2014-09-03"}, {"id": 345,"quote": "When the character of a man is not clear to you, look at his friends. ","authority": " Japanese Proverb ","date": "2014-09-03"}, {"id": 346,"quote": " To flatter and follow others, without being flattered and followed in turn, is but a state of half enjoyment.","authority": " Jane Austen (1775 - 1817), Persuasion, 1818 ","date": "2014-09-03"}, {"id": 347,"quote": "	I don't care what it is, when it has an LCD screen, it makes it better. ","authority": " Kevin Rose, Diggnation, Our Lip Dub Is Better Than Yours, 2008 ","date": "2014-09-03"}, {"id": 348,"quote": "Engineering is a great profession. There is the satisfaction of watching a figment of the imagination emerge through the aid of science to a plan on paper. Then it moves to realisation in stone or metal or energy. Then it brings homes to men or women. Then it elevates the standard of living and adds to the comforts of life. This is the engineer's high privilege. ","authority": " Herbert Hoover (1874 - 1964) ","date": "2014-09-03"}, {"id": 349,"quote": "Engineers participate in the activities which make the resources of nature available in a form beneficial to man and provide systems which will perform optimally and economically. ","authority": " -L. M. K. Boelter, 1957 ","date": "2014-09-03"}, {"id": 350,"quote": "Engineering is the professional art of applying science to the optimum conversion of natural resources to the benefit of man. ","authority": " -Ralph J. Smith ","date": "2014-09-03"}, {"id": 351,"quote": "Engineering is an activity other than purely manual and physical work which brings about the utilization of the materials and laws of nature for the good of humanity. ","authority": " -R. E. Hellmund, 1929 ","date": "2014-09-03"}, {"id": 352,"quote": "The ideal engineer is a composite ... He is not a scientist, he is not a mathematician, he is not a sociologist or a writer; but he may use the knowledge and techniques of any or all of these disciplines in solving engineering problems.	","authority": " -N. W. Dougherty, 1955 ","date": "2014-09-03"}, {"id": 353,"quote": "Engineering is the practice of safe and economic application of the scientific laws governing the forces and materials of nature by means of organization, design and construction, for the general benefit of mankind. ","authority": " -S. E. Lindsay, 1920","date": "2014-09-03"}, {"id": 354,"quote": "When I pass, speak freely of my shortcomings and my flaws. Learn from them, for I'll have no ego to injure. ","authority": " -Aaron McGruder, Boondocks, 07-04-04 ","date": "2014-09-03"}, {"id": 355,"quote": "Death is more universal than life; everyone dies but not everyone lives. ","authority": " -Sachs ","date": "2014-09-03"}, {"id": 356,"quote": "Death is better, a milder fate than tyranny. ","authority": " -Aeschylus (525 BC - 456 BC), Agamemnon ","date": "2014-09-03"}, {"id": 357,"quote": "There is some comfort in dying surrounded by one's children. ","authority": " -Ann Radcliffe (1764 - 1823), The Mysteries of Udolpho, 1764 ","date": "2014-09-03"}, {"id": 358,"quote": "We do not die because we have to die; we die because one day, and not so long ago, our consciousness was forced to deem it necessary. ","authority": " -Antonin Artaud (1896 - 1948) ","date": "2014-09-03"}, {"id": 359,"quote": "	Do not fear death so much, but rather the inadequate life. ","authority": " -Bertolt Brecht (1898 - 1956), The Mother, 1932 ","date": "2014-09-03"}, {"id": 360,"quote": "For certain is death for the born And certain is birth for the dead; Therefore over the inevitable Thou shouldst not grieve. ","authority": " -Bhagavad Gita (250 BC - 250 AD), Chapter 2 ","date": "2014-09-03"}, {"id": 361,"quote": "	He not busy being born is busy dying. ","authority": " -Bob Dylan (1941 - ) ","date": "2014-09-03"}, {"id": 362,"quote": "	I'd rather get my brains blown out in the wild than wait in terror at the slaughterhouse. ","authority": " -Craig Volk, Northern Exposure, A-Hunting We Will Go, 1991 ","date": "2014-09-03"}, {"id": 363,"quote": "The killing was the best part. It was the dying I couldn't take. ","authority": " -Craig Volk, Northern Exposure, A-Hunting We Will Go, 1991 ","date": "2014-09-03"}, {"id": 364,"quote": "Be open to your dreams, people. Embrace that distant shore. Because our mortal journey is over all too soon. ","authority": " -David Assael, Northern Exposure, It Happened in Juneau, 1992 ","date": "2014-09-03"}, {"id": 365,"quote": "	It's no accident that the church and the graveyard stand side by side. The city of the dead sleeps encircled by the city of the living. ","authority": " -Diane Frolov and Andrew Schneider, Northern Exposure, Lost and Found, 1992 ","date": "2014-09-03"}, {"id": 366,"quote": "	I am going to concentrate on what's important in life. I'm going to strive everyday to be a kind and generous and loving person. I'm going to keep death right here, so that anytime I even think about getting angry at you or anybody else, I'll see death and I'll remember. ","authority": " -Diane Frolov and Andrew Schneider, Northern Exposure, Do The Right Thing, 1992 ","date": "2014-09-03"}, {"id": 367,"quote": "Death is the enemy. I spent 10 years of my life singlemindedly studying, practicing, fighting hand to hand in close quarters to defeat the enemy, to send him back bloodied and humble and I am not going to roll over and surrender. ","authority": " -Diane Frolov and Andrew Schneider, Northern Exposure, First Snow, 1993 ","date": "2014-09-03"}, {"id": 368,"quote": "A man should not leave this earth with unfinished business. He should live each day as if it was a pre-flight check. He should ask each morning, am I prepared to lift-off? ","authority": " -Diane Frolov and Andrew Schneider, Northern Exposure, All is Vanity, 1991 ","date": "2014-09-03"}, {"id": 369,"quote": "If you were to go [to the Rijksmuseum], and hopefully someday you will, you would see a lot of paintings of dead people. You'd see Jesus on the cross, and you'd see a dude getting stabbed in the neck, and you'd see people dying at sea and in battle and a parade of martyrs. But Not. One. Single. Cancer. Kid. Nobody biting it from the plague or smallpox or yellow fever or whatever, because there is no glory in illness. There is no meaning to it. There is no honor in dying of. ","authority": " -John Green, The Fault in Our Stars, 2012 ","date": "2014-09-03"}, {"id": 370,"quote": "	If the inevitability of human oblivion worries you, I encourage you to ignore it. ","authority": " -John Green, The Fault in Our Stars, 2012 ","date": "2014-09-03"}, {"id": 371,"quote": "	I can’t talk about our love story, so I will talk about math. I am not a mathematician, but I know this: There are infinite numbers between 0 and 1. There’s .1 and .12 and .112 and an infinite collection of others. Of course, there is a bigger infinite set of numbers between 0 and 2, or between 0 and a million. Some infinities are bigger than other infinities. A writer we used to like taught us that. There are days, many of them, when I resent the size of my unbounded set. I want more numbers than I’m likely to get. But, my love, I cannot tell you how thankful I am for our little infinity. I wouldn’t trade it for the world. You gave me a forever within the numbered days, and I’m grateful. ","authority": " -John Green, The Fault in Our Stars, 2012 ","date": "2014-09-03"}, {"id": 372,"quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh. ","authority": " -George Bernard Shaw (1856 - 1950) ","date": "2014-09-03"}, {"id": 373,"quote": "There's a strange sort of quiet when you're dying. It's as if you're in a glass room, and the walls keep getting thicker and thicker. ","authority": " -Gabrielle Zevin, Love Is Hell: Fan Fictions, 2008 ","date": "2014-09-03"}, {"id": 374,"quote": "	I hope the leaving is joyful; and I hope never to return. ","authority": " -Frida Kahlo (1907 - 1954) ","date": "2014-09-03"}, {"id": 375,"quote": "	Death is nothing to us, since when we are, death has not come, and when death has come, we are not. ","authority": " -Epicurus (341 BC - 270 BC), from Diogenes Laertius, Lives of Eminent Philosophers","date": "2014-09-03"}, {"id": 376,"quote": "I'm afraid I'm being an awful nuisance. ","authority": " -Edith Sitwell (1887 - 1964), Her last words, as quoted in The Last Years of a Rebel : A Memoir of Edith Sitwell by Elizabeth Salter, 1967 ","date": "2014-09-03"}, {"id": 377,"quote": "If wild my breast and sore my pride,	I bask in dreams of suicide, If cool my heart and high my head I think 'How lucky are the dead'. ","authority": " -Dorothy Parker (1893 - 1967) ","date": "2014-09-03"}, {"id": 378,"quote": "	If you live to be one hundred, you've got it made. Very few people die past that age. ","authority": " -George Burns (1896 - 1996) ","date": "2014-09-03"}, {"id": 379,"quote": "There is no cure for birth and death save to enjoy the interval. ","authority": " -George Santayana (1863 - 1952), Soliloquies in England, 1922, 'War Shrines' ","date": "2014-09-03"}, {"id": 380,"quote": "Pale Death with impartial tread beats at the poor man's cottage door and at the palaces of kings. ","authority": " -Horace (65 BC - 8 BC), Odes ","date": "2014-09-03"}, {"id": 381,"quote": "Death can sneak up on you like a silent kitten, surprising you with it's touch and you have a right to act surprised. Other times death stomps in the front door, unwanted and unannounced, and makes it's noisy way to your seat on the sofa. ","authority": " -Hugh Elliott, Bible Versus, 11-27-08 ","date": "2014-09-03"}, {"id": 382,"quote": "	Life is pleasant. Death is peaceful. It's the transition that's troublesome. ","authority": " -Isaac Asimov (1920 - 1992) ","date": "2014-09-03"}, {"id": 383,"quote": "	I am not dying, not anymore than any of us are at any moment. We run, hopefully as fast as we can, and then everyone must stop. We can only choose how we handle the race. ","authority": " -Hugh Elliott, Standing Room Only weblog comments, 06-11-04 ","date": "2014-09-03"}, {"id": 384,"quote": "Art is the illusion of spontaneity. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 385,"quote": "Beginning is easy - Continuing is hard. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 386,"quote": "Gossip about a person and his shadow will appear. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 387,"quote": "Fall seven times, stand up eight. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 388,"quote": "Fall down seven times, get up eight. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 389,"quote": "Don't stay long when the husband is not at home. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 390,"quote": "If you believe everything you read, better not read. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 391,"quote": "In a quarrel, the higher voiced person will win. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 392,"quote": "	Never rely on the glory of the morning nor the smiles of your mother-in-law. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 393,"quote": "	One kind word can warm three winter months. ","authority": " -Japanese proverb ","date": "2014-09-03"}, {"id": 394,"quote": "The reverse side also has a reverse side. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 395,"quote": "When the character of a man is not clear to you, look at his friends. ","authority": " -Japanese Proverb ","date": "2014-09-03"}, {"id": 396,"quote": "All human actions have one or more of these seven causes: chance, nature, compulsion, habit, reason, passion, and desire. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 397,"quote": "	A friend is a second self. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 398,"quote": "A flatterer is a friend who is your inferior, or pretends to be so. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 399,"quote": "All paid jobs absorb and degrade the mind. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 400,"quote": "All virtue is summed up in dealing justly. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 401,"quote": "	Dignity consists not in possessing honors, but in the consciousness that we deserve them. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 402,"quote": "Education is the best provision for the journey to old age. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 403,"quote": "Happiness depends upon ourselves. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 404,"quote": "	How many a dispute could have been deflated into a single paragraph if the disputants had dared to define their terms. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 405,"quote": "	Humor is the only test of gravity, and gravity of humor; for a subject which will not bear raillery is suspicious, and a jest which will not bear serious examination is false wit. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 406,"quote": "If some animals are good at hunting and others are suitable for hunting, then the Gods must clearly smile on hunting. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 407,"quote": "It is in justice that the ordering of society is centered. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 408,"quote": "Men acquire a particular quality by constantly acting a particular way... you become just by performing just actions, temperate by performing temperate actions, brave by performing brave actions. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 409,"quote": "Man perfected by society is the best of all animals; he is the most terrible of all when he lives without law, and without justice. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 410,"quote": "Law is mind without reason. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 411,"quote": "	It is unbecoming for young men to utter maxims. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 412,"quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 413,"quote": "One swallow does not make a summer, neither does one fine day; similarly one day or brief time of happiness does not make a person entirely happy. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 414,"quote": "	The only stable state is the one in which all men are equal before the law. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 415,"quote": "The moral virtues, then, are produced in us neither by nature nor against nature. Nature, indeed, prepares in us the ground for their reception, but their complete formation is the product of habit. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 416,"quote": "The gods too are fond of a joke. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 417,"quote": "The aim of art is to represent not the outward appearance of things, but their inward significance. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 418,"quote": "	Poverty is the parent of revolution and crime. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 419,"quote": "	Pleasure in the job puts perfection in the work. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 420,"quote": "Wretched, ephemeral race, children of chance and tribulation, why do you force me to tell you the very thing which it would be most profitable for you not to hear? The very best thing is utterly beyond your reach: not to have been born, not to be, to be nothing. However, the second best thing for you is: to die soon. ","authority": " -Aristotle, Eudemos ","date": "2014-09-03"}, {"id": 421,"quote": "	Misfortune shows those who are not really friends. ","authority": " -Aristotle, Eudemian Ethics ","date": "2014-09-03"}, {"id": 422,"quote": "	Evil brings men together. ","authority": " -Aristotle, (attributed) ","date": "2014-09-03"}, {"id": 423,"quote": "It is not always the same thing to be a good man and a good citizen. ","authority": " -Aristotle, 'Nicomachean Ethics,' 325 B.C. ","date": "2014-09-03"}, {"id": 424,"quote": "Young people are in a condition like permanent intoxication, because youth is sweet and they are growing. ","authority": " -Aristotle, 'Nicomachean Ethics' ","date": "2014-09-03"}, {"id": 425,"quote": "	We are what we repeatedly do. Excellence then, is not an act, but a habit. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 426,"quote": " To perceive is to suffer.","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 427,"quote": "To give a satisfactory decision as to the truth it is necessary to be rather an arbitrator than a party to the dispute. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 428,"quote": "	Education is the best provision for old age. ","authority": " -Aristotle, from Diogenes Laertius, Lives of Eminent Philosophers ","date": "2014-09-03"}, {"id": 429,"quote": "	Hope is a waking dream. ","authority": " -Aristotle, from Diogenes Laertius, Lives of Eminent Philosophers ","date": "2014-09-03"}, {"id": 430,"quote": "I have gained this by philosophy: that I do without being commanded what others do only from fear of the law. ","authority": " -Aristotle, from Diogenes Laertius, Lives of Eminent Philosophers ","date": "2014-09-03"}, {"id": 431,"quote": "	Liars when they speak the truth are not believed. ","authority": " -Aristotle, from Diogenes Laertius, Lives of Eminent Philosophers ","date": "2014-09-03"}, {"id": 432,"quote": " What is a friend? A single soul dwelling in two bodies.","authority": " -Aristotle, from Diogenes Laertius, Lives of Eminent Philosophers","date": "2014-09-03"}, {"id": 433,"quote": "	All men by nature desire knowledge. ","authority": " -Aristotle, Metaphysics ","date": "2014-09-03"}, {"id": 434,"quote": "	For the things we have to learn before we can do them, we learn by doing them. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 435,"quote": "	If you refuse to be made straight when you are green, you will not be made straight when you are dry. ","authority": " -African Proverb ","date": "2014-09-03"}, {"id": 436,"quote": "	I count him braver who overcomes his desires than him who overcomes his enemies. ","authority": " -Aristotle, In Stobaeus, Florilegium ","date": "2014-09-03"}, {"id": 437,"quote": "When you have given nothing, ask for nothing. ","authority": " -Albanian Proverb ","date": "2014-09-03"}, {"id": 438,"quote": "Good habits result from resisting temptation. ","authority": " -Ancient Proverb ","date": "2014-09-03"}, {"id": 439,"quote": "Dwell not upon thy weariness, thy strength shall be according to the measure of thy desire. ","authority": " -Arab Proverb ","date": "2014-09-03"}, {"id": 440,"quote": "Examine what is said, not him who speaks. ","authority": " -Arab Proverb ","date": "2014-09-03"}, {"id": 441,"quote": "Make your bargain before beginning to plow. ","authority": " -Arab Proverb ","date": "2014-09-03"}, {"id": 442,"quote": "Don't make use of another's mouth unless it has been lent to you. ","authority": " -Belgian Proverb ","date": "2014-09-03"}, {"id": 443,"quote": "Seize opportunity by the beard, for it is bald behind. ","authority": " -Bulgarian Proverb ","date": "2014-09-03"}, {"id": 444,"quote": "Be not afraid of growing slowly, be afraid only of standing still. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 445,"quote": " Do not employ handsome servants. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 446,"quote": "Do not remove a fly from your friend's forehead with a hatchet. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 447,"quote": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 448,"quote": "He who asks is a fool for five minutes, but he who does not ask remains a fool forever. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 449,"quote": "If you bow at all, bow low. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 450,"quote": "	Keep your broken arm inside your sleeve. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 451,"quote": "Raise your sail one foot and you get ten feet of wind. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 452,"quote": "When you have only two pennies left in the world, buy a loaf of bread with one, and a lily with the other. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 453,"quote": "The gem cannot be polished without friction, nor man perfected without trials. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 454,"quote": "The palest ink is better than the best memory. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 455,"quote": "To know the road ahead, ask those coming back. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 456,"quote": "	When you drink the water, remember the spring. ","authority": " -Chinese Proverb ","date": "2014-09-03"}, {"id": 457,"quote": "Do not protect yourself by a fence, but rather by your friends. ","authority": " -Czech Proverb ","date": "2014-09-03"}, {"id": 458,"quote": "The big thieves hang the little ones. ","authority": " -Czech Proverb ","date": "2014-09-03"}, {"id": 459,"quote": "When you go to buy, use your eyes, not your ears. ","authority": " -Czech Proverb ","date": "2014-09-03"}, {"id": 460,"quote": "Ask advice only of your equals. ","authority": " -Danish Proverb ","date": "2014-09-03"}, {"id": 461,"quote": "He who would leap high must take a long run. ","authority": " -Danish Proverb ","date": "2014-09-03"}, {"id": 462,"quote": "A handful of patience is worth more than a bushel of brains. ","authority": " -Dutch Proverb ","date": "2014-09-03"}, {"id": 463,"quote": "	A full cup must be carried steadily. ","authority": " -English Proverb ","date": "2014-09-03"}, {"id": 464,"quote": "	Don't fall before you're pushed. ","authority": " -English Proverb ","date": "2014-09-03"}, {"id": 465,"quote": "	Use soft words and hard arguments. ","authority": " -English Proverb ","date": "2014-09-03"}, {"id": 466,"quote": "	One swallow does not make a summer. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 467,"quote": "	It is possible to fail in many ways...while to succeed is possible only in one way. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 468,"quote": "Who begins too much accomplishes little. ","authority": " -German Proverb ","date": "2014-09-03"}, {"id": 469,"quote": "First secure an independent income, then practice virtue. ","authority": " -Greek Proverb ","date": "2014-09-03"}, {"id": 470,"quote": "Call on God, but row away from the rocks. ","authority": " -Indian Proverb ","date": "2014-09-03"}, {"id": 471,"quote": "Keep five yards from a carriage, ten yards from a horse, and a hundred yards from an elephant; but the distance one should keep from a wicked man cannot be measured. ","authority": " -Indian Proverb ","date": "2014-09-03"}, {"id": 472,"quote": "Praise youth and it will prosper. ","authority": " -Irish Proverb ","date": "2014-09-03"}, {"id": 473,"quote": "	Piety requires us to honor truth above our friends. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 474,"quote": "To be conscious that we are perceiving or thinking is to be conscious of our own existence. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 475,"quote": "	We make war that we may live in peace. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 476,"quote": "To enjoy the things we ought and to hate the things we ought has the greatest bearing on excellence of character. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 477,"quote": "We must as second best...take the least of the evils. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 478,"quote": "With regard to excellence, it is not enough to know, but we must try to have and use it. ","authority": " -Aristotle, Nichomachean Ethics ","date": "2014-09-03"}, {"id": 479,"quote": "Without friends no one would choose to live, though he had all other goods. ","authority": " -Aristotle ","date": "2014-09-03"}, {"id": 480,"quote": "	In the arena of human life the honours and rewards fall to those who show their good qualities. ","authority": " -Aristotle, Nicomachean Ethics (4th c. BC) ","date": "2014-09-03"}, {"id": 481,"quote": "	In all things of nature there is something of the marvelous. ","authority": " -Aristotle, Parts of Animals ","date": "2014-09-03"}, {"id": 482,"quote": "Time crumbles things; everything grows old under the power of Time and is forgotten through the lapse of Time. ","authority": " -Aristotle, Physics ","date": "2014-09-03"}, {"id": 483,"quote": "Even when laws have been written down, they ought not always to remain unaltered. ","authority": " -Aristotle, Politics ","date": "2014-09-03"}, {"id": 484,"quote": "Again, men in general desire the good, and not merely what their fathers had. ","authority": " -Aristotle, Politics ","date": "2014-09-03"}, {"id": 485,"quote": "A state is not a mere society, having a common place, established for the prevention of mutual crime and for the sake of exchange...Political society exists for the sake of noble actions, and not of mere companionship. ","authority": " -Aristotle, Politics ","date": "2014-09-03"}, {"id": 486,"quote": "He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god. ","authority": " -Aristotle, Politics ","date": "2014-09-03"}, {"id": 487,"quote": "	It is the nature of desire not to be satisfied, and most men live only for the gratification of it. ","authority": " -Aristotle, Politics ","date": "2014-09-03"}, {"id": 488,"quote": "If liberty and equality, as is thought by some are chiefly to be found in democracy, they will be best attained when all persons alike share in the government to the utmost. ","authority": " -Aristotle, Politics ","date": "2014-09-03"}, {"id": 489,"quote": "Man is by nature a political animal. ","authority": " -Aristotle, Politics ","date": "2014-09-03"}, {"id": 490,"quote": "Law is order, and good law is good order. ","authority": "-Aristotle, Politics ","date": "2014-09-03"}, {"id": 491,"quote": "Write down the advice of him who loves you, though you like it not at present. ","authority": " -English Proverb ","date": "2014-09-03"}, {"id": 492,"quote": "Charity sees the need not the cause. ","authority": " -German Proverb ","date": "2014-09-03"}, {"id": 493,"quote": "A country can be judged by the quality of its proverbs. ","authority": " -German Proverb ","date": "2014-09-03"}, {"id": 494,"quote": "	Wait until it is night before saying that it has been a fine day. ","authority": " -French Proverb ","date": "2014-09-03"}, {"id": 495,"quote": "Never give advice unless asked. ","authority": " -German Proverb ","date": "2014-09-03"}, {"id": 496,"quote": "	You've got to do your own growing, no matter how tall your grandfather was. ","authority": " -Irish Proverb ","date": "2014-09-03"}, {"id": 497,"quote": "	If you scatter thorns, don't go barefoot. ","authority": "-Italian Proverb ","date": "2014-09-03"}, {"id": 498,"quote": "It is not enough to aim; you must hit. ","authority": "-Italian Proverb ","date": "2014-09-03"}, {"id": 499,"quote": "	The best armor is to keep out of range. ","authority": " -Italian Proverb ","date": "2014-09-03"}, {"id": 500,"quote": "Don't stay long when the husband is not at home. ","authority": " -Japanese Proverb ","date": "2014-09-03"}]